Revit 2024 API
SymbolTypeId.Gpm Property
 Symbol GPM, indicating unit US gallons per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Gpm { get; }
Visual Basic
Public Shared ReadOnly Property Gpm As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Gpm {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace